Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding.pace.refuse
source: Keel says no. %.1f kg in %d days is about %.2f kg/week. Safe max to %@ is ~%.2f kg/week. Earliest honest date: %@.
ar: Keel يرفض. %.1f kg في %d يومًا تساوي نحو %.2f kg/أسبوع. الحد الآمن إلى %@ هو ~%.2f kg/أسبوع. أقرب تاريخ صادق: %@.
ca: Keel diu que no. %.1f kg en %d dies són uns %.2f kg/setmana. Màxim segur fins a %@: ~%.2f kg/setmana. Data honesta més propera: %@.
cs: Keel říká ne. %.1f kg za %d dní je asi %.2f kg/týden. Bezpečné max do %@ je ~%.2f kg/týden. Nejdřívší poctivé datum: %@.
da: Keel siger nej. %.1f kg på %d dage er ca. %.2f kg/uge. Sikkert max til %@ er ~%.2f kg/uge. Tidligste ærlige dato: %@.
de: Keel sagt nein. %.1f kg in %d Tagen sind ca. %.2f kg/Woche. Sicheres Max bis %@ ist ~%.2f kg/Woche. Ehrlichstes Datum: %@.
el: Ο Keel λέει όχι. %.1f kg σε %d μέρες είναι ~%.2f kg/εβδομάδα. Ασφαλές μέγιστο προς %@: ~%.2f kg/εβδομάδα. Ενωρίστερη τίμια ημερομηνία: %@.
es: Keel dice que no. %.1f kg en %d días son ~%.2f kg/semana. Máximo seguro hasta %@: ~%.2f kg/semana. Fecha honesta más cercana: %@.
fi: Keel sanoo ei. %.1f kg %d päivässä on n. %.2f kg/vko. Turvallinen max kohteeseen %@ on ~%.2f kg/vko. Varhaisin rehellinen päivä: %@.
fr: Keel dit non. %.1f kg en %d jours, c'est ~%.2f kg/sem. Max sûr jusqu'à %@ : ~%.2f kg/sem. Date honnête au plus tôt : %@.
he: Keel אומר לא. %.1f kg ב-%d ימים הם כ-%.2f kg/שבוע. מקס בטוח ל-%@ הוא ~%.2f kg/שבוע. תאריך כן קרוב: %@.
hi: Keel ना कहता है। %.1f kg %d दिनों में लगभग %.2f kg/सप्ताह है। %@ तक सुरक्षित अधिकतम ~%.2f kg/सप्ताह है। शीघ्रतम ईमानदार तारीख़: %@।
hr: Keel kaže ne. %.1f kg u %d dana je oko %.2f kg/tjedan. Siguran max do %@ je ~%.2f kg/tjedan. Najraniji pošten datum: %@.
hu: Keel nemet mond. %.1f kg %d nap alatt kb. %.2f kg/hét. Biztonságos max %@-ig ~%.2f kg/hét. Legkorábbi őszinte dátum: %@.
id: Keel bilang tidak. %.1f kg dalam %d hari sekitar %.2f kg/minggu. Maks aman ke %@ ~%.2f kg/minggu. Tanggal jujur terdekat: %@.
it: Keel dice no. %.1f kg in %d giorni sono circa %.2f kg/settimana. Max sicuro fino a %@: ~%.2f kg/settimana. Data onesta più vicina: %@.
ja: Keelがノー。%.1f kgを%d日で約%.2f kg/週。%@までの安全な最大は ~%.2f kg/週。最短の正直な日付: %@。
ko: Keel이 거절. %.1f kg을 %d일에 약 %.2f kg/주. %@까지 안전 최대 ~%.2f kg/주. 가장 빠른 정직한 날짜: %@.
ms: Keel kata tak. %.1f kg dalam %d hari lebih kurang %.2f kg/minggu. Maks selamat ke %@ ialah ~%.2f kg/minggu. Tarikh jujur terdekat: %@.
nb: Keel sier nei. %.1f kg på %d dager er ca. %.2f kg/uke. Trygt max til %@ er ~%.2f kg/uke. Tidligste ærlige dato: %@.
nl: Keel zegt nee. %.1f kg in %d dagen is ongeveer %.2f kg/week. Veilig max tot %@ is ~%.2f kg/week. Vroegste eerlijke datum: %@.
pl: Keel mówi nie. %.1f kg w %d dni to ok. %.2f kg/tydz. Bezpieczne max do %@ to ~%.2f kg/tydz. Najwcześniejsza uczciwa data: %@.
pt_br: Keel diz não. %.1f kg em %d dias é ~%.2f kg/semana. Máx seguro até %@ é ~%.2f kg/semana. Data honesta mais próxima: %@.
pt_pt: O Keel diz não. %.1f kg em %d dias é ~%.2f kg/semana. Máx seguro até %@ é ~%.2f kg/semana. Data honesta mais próxima: %@.
ro: Keel spune nu. %.1f kg în %d zile e ~%.2f kg/săptămână. Max sigur până %@ e ~%.2f kg/săptămână. Cea mai timpurie dată onestă: %@.
ru: Keel говорит нет. %.1f кг за %d дней это ~%.2f кг/нед. Безопасный max до %@ ~%.2f кг/нед. Самая ранняя честная дата: %@.
sk: Keel hovorí nie. %.1f kg za %d dní je ~%.2f kg/týždeň. Bezpečné max do %@ je ~%.2f kg/týždeň. Najskorší úprimný dátum: %@.
sv: Keel säger nej. %.1f kg på %d dagar är ca %.2f kg/vecka. Säkert max till %@ är ~%.2f kg/vecka. Tidigaste ärliga datum: %@.
th: Keel ปฏิเสธ %.1f kg ใน %d วัน คือประมาณ %.2f kg/สัปดาห์ สูงสุดปลอดภัยถึง %@ คือ ~%.2f kg/สัปดาห์ วันที่ซื่อสัตย์เร็วสุด: %@
tr: Keel hayır diyor. %.1f kg'ı %d günde yaklaşık %.2f kg/hafta. %@'ya güvenli maks ~%.2f kg/hafta. En erken dürüst tarih: %@.
uk: Keel каже ні. %.1f кг за %d днів це ~%.2f кг/тиж. Безпечний max до %@ ~%.2f кг/тиж. Найраніша чесна дата: %@.
vi: Keel nói không. %.1f kg trong %d ngày khoảng %.2f kg/tuần. Max an toàn đến %@ là ~%.2f kg/tuần. Ngày trung thực sớm nhất: %@.
zh_hans: Keel 说不。%.1f kg 在 %d 天内约 %.2f kg/周。到 %@ 的安全上限 ~%.2f kg/周。最早诚实日期：%@。
zh_hant: Keel 說不。%.1f kg 在 %d 天內約 %.2f kg/週。到 %@ 的安全上限 ~%.2f kg/週。最早誠實日期：%@。

# onboarding.pace.too_soon
source: Pick a date at least a week out. Instant transformation is a fairy tale, not a plan.
ar: اختر تاريخًا بعد أسبوع على الأقل. التحوّل الفوري حكاية خرافة لا خطة.
ca: Tria una data com a mínim d'aquí a una setmana. La transformació instantània és un conte, no un pla.
cs: Vyber datum aspoň za týden. Okamžitá proměna je pohádka, ne plán.
da: Vælg en dato mindst en uge frem. Øjeblikkelig forvandling er et eventyr, ikke en plan.
de: Wähle ein Datum mindestens eine Woche raus. Sofort-Verwandlung ist Märchen, kein Plan.
el: Διάλεξε ημερομηνία τουλάχιστον μία εβδομάδα μετά. Η άμεση μεταμόρφωση είναι παραμύθι, όχι σχέδιο.
es: Elige una fecha al menos en una semana. La transformación instantánea es un cuento, no un plan.
fi: Valitse päivä vähintään viikon päähän. Välitön muutos on satu, ei suunnitelma.
fr: Choisis une date au moins dans une semaine. La transformation instantanée est un conte, pas un plan.
he: בחר תאריך לפחות שבוע קדימה. שינוי מיידי הוא אגדה, לא תוכנית.
hi: कम-से-कम एक हफ़्ते बाद की तारीख़ चुनें। तत्काल बदलाव कहानी है, योजना नहीं।
hr: Odaberi datum barem tjedan dana unaprijed. Trenutna preobrazba je bajka, ne plan.
hu: Válassz dátumot legalább egy hétre előre. Az azonnali átalakulás mese, nem terv.
id: Pilih tanggal minimal seminggu ke depan. Transformasi instan itu dongeng, bukan rencana.
it: Scegli una data almeno tra una settimana. La trasformazione istantanea è una favola, non un piano.
ja: 少なくとも1週間先の日付を選んで。即時変化は御伽噺で、計画じゃない。
ko: 최소 일주일 뒤 날짜를 고르세요. 즉시 변신은 동화지 계획이 아닙니다.
ms: Pilih tarikh sekurang-kurangnya seminggu lagi. Transformasi segera ialah dongeng, bukan pelan.
nb: Velg en dato minst en uke frem. Umiddelbar forvandling er eventyr, ikke plan.
nl: Kies een datum minstens een week vooruit. Directe transformatie is sprookje, geen plan.
pl: Wybierz datę przynajmniej tydzień do przodu. Natychmiastna transformacja to bajka, nie plan.
pt_br: Escolha uma data pelo menos uma semana à frente. Transformação instantânea é conto de fadas, não plano.
pt_pt: Escolhe uma data pelo menos daqui a uma semana. Transformação instantânea é conto, não plano.
ro: Alege o dată peste cel puțin o săptămână. Transformarea instantanee e basm, nu plan.
ru: Выберите дату минимум через неделю. Мгновенное превращение - сказка, не план.
sk: Vyber dátum aspoň o týždeň. Okamžitá premena je rozprávka, nie plán.
sv: Välj ett datum minst en vecka fram. Omedelbar förvandling är en saga, inte en plan.
th: เลือกวันอย่างน้อยหนึ่งสัปดาห์ข้างหน้า การเปลี่ยนแปลงพรุ่งนี้คือนิทาน ไม่ใช่แผน
tr: En az bir hafta sonrasına bir tarih seç. Anında dönüşüm masal, plan değil.
uk: Обери дату мінімум через тиждень. Миттєве перетворення - казка, не план.
vi: Chọn ngày ít nhất một tuần sau. Biến đổi tức thì là cổ tích, không phải kế hoạch.
zh_hans: 选至少一周后的日期。瞬间变形是童话，不是计划。
zh_hant: 選至少一週後的日期。瞬間變形是童話，不是計畫。

# onboarding.shaping
source: Shaping profile…
ar: جارٍ تشكيل الملف…
ca: S'està donant forma al perfil...
cs: Tvaruji profil…
da: Former profil…
de: Profil wird geformt…
el: Διαμόρφωση προφίλ…
es: Dando forma al perfil…
fi: Muokataan profiilia…
fr: Mise en forme du profil…
he: מעצב פרופיל…
hi: प्रोफ़ाइल आकार दे रहे हैं…
hr: Oblikujem profil…
hu: Profil formázása…
id: Membentuk profil…
it: Sto modellando il profilo…
ja: プロフィールを整えています…
ko: 프로필 형성 중...
ms: Membentuk profil…
nb: Former profil…
nl: Profiel vormgeven…
pl: Kształtuję profil…
pt_br: Moldando perfil…
pt_pt: A moldar o perfil…
ro: Se modelează profilul…
ru: Формирую профиль…
sk: Tvarujem profil…
sv: Formar profil…
th: กำลังปั้นโปรไฟล์…
tr: Profil şekilleniyor…
uk: Формую профіль…
vi: Đang tạo hồ sơ…
zh_hans: 正在塑造配置文件…
zh_hant: 正在塑造檔案…

# onboarding.step.anatomy
source: Height & weight
ar: الطول والوزن
ca: Alçada i pes
cs: Výška a váha
da: Højde og vægt
de: Größe & Gewicht
el: Ύψος και βάρος
es: Altura y peso
fi: Pituus ja paino
fr: Taille & poids
he: גובה ומשקל
hi: ऊँचाई और वज़न
hr: Visina i težina
hu: Magasság és súly
id: Tinggi & berat
it: Altezza e peso
ja: 身長と体重
ko: 신장 및 체중
ms: Tinggi & berat
nb: Høyde og vekt
nl: Lengte & gewicht
pl: Wzrost i waga
pt_br: Altura e peso
pt_pt: Altura e peso
ro: Înălțime și greutate
ru: Рост и вес
sk: Výška a váha
sv: Längd och vikt
th: ส่วนสูงและน้ำหนัก
tr: Boy ve ağırlık
uk: Зріст і вага
vi: Chiều cao và cân nặng
zh_hans: 身高体重
zh_hant: 身高體重

# onboarding.step.body
source: About you
ar: عنك
ca: Sobre tu
cs: O tobě
da: Om dig
de: Über dich
el: Σχετικά με σένα
es: Sobre ti
fi: Tietoja sinusta
fr: À propos de toi
he: עליך
hi: आपके बारे में
hr: O tebi
hu: Rólad
id: Tentangmu
it: Su di te
ja: あなたについて
ko: 회원 정보
ms: Tentang kamu
nb: Om deg
nl: Over jou
pl: O tobie
pt_br: Sobre você
pt_pt: Sobre ti
ro: Despre tine
ru: О вас
sk: O tebe
sv: Om dig
th: เกี่ยวกับคุณ
tr: Hakkında
uk: Про тебе
vi: Về bạn
zh_hans: 关于你
zh_hant: 關於你

# onboarding.step.confirm
source: Almost done
ar: اقتربنا
ca: Gairebé
cs: Skoro hotovo
da: Næsten færdig
de: Fast geschafft
el: Σχεδόν
es: Casi listo
fi: Melkein valmista
fr: Presque fini
he: כמעט
hi: लगभग हो गया
hr: Skoro gotovo
hu: majdnem kész
id: Hampir selesai
it: Quasi fatto
ja: もう少し
ko: 거의 다 됨
ms: Hampir selesai
nb: Nesten ferdig
nl: Bijna klaar
pl: Prawie gotowe
pt_br: Quase
pt_pt: Quase
ro: Aproape gata
ru: Почти готово
sk: Skoro hotovo
sv: Nästan klart
th: เกือบเสร็จ
tr: Neredeyse bitti
uk: Майже готово
vi: Gần xong
zh_hans: 就快完成
zh_hant: 快完成了

# onboarding.step.counter
source: %d of %d
ar: %d من %d
ca: %d de %d
cs: %d z %d
da: %d af %d
de: %d von %d
el: %d από %d
es: %d de %d
fi: %d / %d
fr: %d sur %d
he: %d מתוך %d
hi: %d में से %d
hr: %d od %d
hu: %d / %d
id: %d dari %d
it: %d di %d
ja: %d / %d
ko: %d / %d
ms: %d dari %d
nb: %d av %d
nl: %d van %d
pl: %d z %d
pt_br: %d de %d
pt_pt: %d de %d
ro: %d din %d
ru: %d из %d
sk: %d z %d
sv: %d av %d
th: %d จาก %d
tr: %d / %d
uk: %d з %d
vi: %d trên %d
zh_hans: %d / %d
zh_hant: %d / %d

# onboarding.step.dream
source: Dream weight
ar: وزن الحلم
ca: Pes somiat
cs: Vysněná váha
da: Drømmevægt
de: Traumgewicht
el: Βάρος ονείρου
es: Peso soñado
fi: Unelmapaino
fr: Poids rêve
he: משקל חלום
hi: ड्रीम वज़न
hr: Težina snova
hu: Álom súly
id: Berat impian
it: Peso ideale
ja: 理想体重
ko: 목표 체중
ms: Berat impian
nb: Drømmevekt
nl: Droomgewicht
pl: Waga marzeń
pt_br: Peso sonho
pt_pt: Peso de sonho
ro: Greutate vis
ru: Вес мечты
sk: Vysnívaná váha
sv: Drömvikt
th: น้ำหนักฝัน
tr: Hayal kilosu
uk: Вага мрії
vi: Cân mơ ước
zh_hans: 理想体重
zh_hant: 夢想體重

# onboarding.step.identity
source: Your name
ar: اسمك
ca: El teu nom
cs: Tvé jméno
da: Dit navn
de: Dein Name
el: Το όνομά σου
es: Tu nombre
fi: Nimesi
fr: Ton nom
he: השם שלך
hi: आपका नाम
hr: Tvoje ime
hu: Neved
id: Namamu
it: Il tuo nome
ja: あなたの名前
ko: 이름
ms: Nama kamu
nb: Navnet ditt
nl: Jouw naam
pl: Twoje imię
pt_br: Seu nome
pt_pt: O teu nome
ro: Numele tău
ru: Ваше имя
sk: Tvoje meno
sv: Ditt namn
th: ชื่อของคุณ
tr: Adın
uk: Твоє ім'я
vi: Tên bạn
zh_hans: 你的名字
zh_hant: 你的名字

# onboarding.step.language
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# onboarding.step.lifestyle
source: Food
ar: طعام ومكان
ca: Menjar i allotjament
cs: Jídlo a místo
da: Mad & sted
de: Essen & Ort
el: Φαγητό και τόπος
es: Comida y lugar
fi: Ruoka & paikka
fr: Nourriture & lieu
he: אוכל ומקום
hi: खाद्य और स्थान
hr: Hrana i mjesto
hu: Étel és hely
id: Makanan & tempat
it: Cibo e luogo
ja: 食事と場所
ko: 식습관과 장소
ms: Makanan & tempat
nb: Mat & sted
nl: Eten & plek
pl: Jedzenie i miejsce
pt_br: Comida e lugar
pt_pt: Comida e local
ro: Mâncare și loc
ru: Еда и место
sk: Jedlo a miesto
sv: Mat & plats
th: อาหารและสถานที่
tr: Yemek ve yer
uk: Їжа й місце
vi: Đồ ăn & nơi
zh_hans: 饮食与地点
zh_hant: 飲食與地點

# onboarding.step.units
source: Units
ar: الوحدات
ca: Unitats
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es: Unidades
fi: Yksiköt
fr: Unités
he: יחידות
hi: इकाइयाँ
hr: Jedinice
hu: Egységek
id: Unit
it: Unità
ja: 単位
ko: 단위
ms: Unit
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Единицы
sk: Jednotky
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

# onboarding.sub.anatomy
source: Height, weight, optional BF%. Units live-convert.
ar: الطول، الوزن، BF% اختياري. الوحدات تتحوّل مباشرة.
ca: Alçada, pes, % BF opcional. Unitats convertides en directe.
cs: Výška, váha, volitelně BF%. Jednotky se živě převádějí.
da: Højde, vægt, valgfrit BF%. Enheder konverterer live.
de: Größe, Gewicht, optional BF%. Einheiten rechnen live um.
el: Ύψος, βάρος, προαιρετικά BF%. Οι μονάδες μετατρέπονται ζωντανά.
es: Altura, peso, %GC opcional. Las unidades convierten en vivo.
fi: Pituus, paino, valinnainen BF%. Yksiköt muuntuvat livenä.
fr: Taille, poids, %MG optionnel. Les unités convertissent en direct.
he: גובה, משקל, BF% אופציונלי. יחידות ממירות בלייב.
hi: ऊंचाई, वज़न, वैकल्पिक BF%। इकाइयाँ लाइव कन्वर्ट।
hr: Visina, težina, opcionalno BF%. Jedinice se pretvaraju uživo.
hu: Magasság, súly, opcionális BF%. Az egységek élőben váltanak.
id: Tinggi, berat, BF% opsional. Satuan konversi live.
it: Altezza, peso, %GC opzionale. Le unità convertono in diretta.
ja: 身長・体重・任意の体脂肪％。単位はライブ変換。
ko: 높이, 무게, 옵션 BF %. 단위는 실시간으로 변환됩니다.
ms: Tinggi, berat, BF% pilihan. Unit tukar LIVE.
nb: Høyde, vekt, valgfritt BF%. Enheter konverterer live.
nl: Lengte, gewicht, optioneel BF%. Eenheden converteren live.
pl: Wzrost, waga, opcjonalnie BF%. Jednostki przeliczają na żywo.
pt_br: Altura, peso, %GC opcional. Unidades convertem ao vivo.
pt_pt: Altura, peso, %GC opcional. As unidades convertem ao vivo.
ro: Înălțime, greutate, %GC opțional. Unitățile convertesc live.
ru: Рост, вес, опционально BF%. Единицы конвертируются на лету.
sk: Výška, váha, voliteľne BF%. Jednotky sa živo prevádzajú.
sv: Längd, vikt, valfritt BF%. Enheter konverterar live.
th: ส่วนสูง น้ำหนัก BF% ไม่บังคับ หน่วยแปลงสด
tr: Boy, kilo, isteğe bağlı BF%. Birimler canlı dönüşür.
uk: Зріст, вага, опційно BF%. Одиниці конвертуються на льоту.
vi: Chiều cao, cân, BF% tùy chọn. Đơn vị đổi live.
zh_hans: 身高、体重、可选BF %。单位实时转换。
zh_hant: 身高、體重、可選體脂%。單位即時換算。

# onboarding.sub.body
source: Age and gender. Adults 18+ only.
ar: العمر والجنس. للبالغين 18+ فقط.
ca: Edat i gènere. Només adults 18+.
cs: Věk a pohlaví. Jen dospělí 18+.
da: Alder og køn. Kun voksne 18+.
de: Alter und Geschlecht. Nur Erwachsene 18+.
el: Ηλικία και φύλο. Μόνο ενήλικες 18+.
es: Edad y género. Solo adultos 18+.
fi: Ikä ja sukupuoli. Vain 18+ aikuiset.
fr: Âge et genre. Adultes 18+ uniquement.
he: גיל ומגדר. מבוגרים 18+ בלבד.
hi: उम्र और लिंग। केवल 18+ वयस्क।
hr: Dob i spol. Samo odrasli 18+.
hu: Kor és nem. Csak 18+ felnőttek.
id: Usia dan gender. Hanya dewasa 18+.
it: Età e genere. Solo adulti 18+.
ja: 年齢と性別。18歳以上限定。
ko: 나이와 성별. 18세 이상 전용.
ms: Umur dan jantina. Dewasa 18+ sahaja.
nb: Alder og kjønn. Kun voksne 18+.
nl: Leeftijd en geslacht. Alleen 18+ volwassenen.
pl: Wiek i płeć. Tylko dorośli 18+.
pt_br: Idade e gênero. Só adultos 18+.
pt_pt: Idade e género. Só adultos 18+.
ro: Vârstă și gen. Doar adulți 18+.
ru: Возраст и пол. Только 18+.
sk: Vek a pohlavie. Iba dospelí 18+.
sv: Ålder och kön. Endast vuxna 18+.
th: อายุและเพศ เฉพาะผู้ใหญ่ 18+
tr: Yaş ve cinsiyet. Sadece 18+ yetişkinler.
uk: Вік і стать. Тільки 18+.
vi: Tuổi và giới tính. Chỉ người lớn 18+.
zh_hans: 年龄和性别。仅限18+成人。
zh_hant: 年齡和性別。僅限 18+ 成人。

# onboarding.sub.confirm
source: Agree to continue, then start.
ar: وافق للمتابعة، ثم ابدأ.
ca: Accepta per continuar, després comença.
cs: Souhlasím a pokračuj, pak začni.
da: Acceptér for at fortsætte, start så.
de: Zustimmen und weiter, dann starten.
el: Συμφώνησε για να συνεχίσεις, μετά ξεκίνα.
es: Acepta para continuar, luego empieza.
fi: Hyväksy jatkaaksesi, aloita sitten.
fr: Accepte pour continuer, puis commence.
he: אשר כדי להמשיך, אז התחל.
hi: जारी रखने के लिए सहमत हों, फिर शुरू करें।
hr: Prihvati za nastavak, pa kreni.
hu: Egyezz a folytatáshoz, majd indulj.
id: Setuju untuk lanjut, lalu mulai.
it: Accetta per continuare, poi inizia.
ja: 同意して続行、そして開始。
ko: 동의 후 시작.
ms: Setuju untuk teruskan, kemudian mula.
nb: Godta for å fortsette, start så.
nl: Akkoord om door te gaan, start dan.
pl: Zgódź się, by kontynuować, potem start.
pt_br: Concorde para continuar, depois comece.
pt_pt: Aceita para continuar, depois começa.
ro: Acceptă pentru a continua, apoi începe.
ru: Согласитесь, чтобы продолжить, затем начните.
sk: Súhlasím a pokračuj, potom začni.
sv: Godkänn för att fortsätta, starta sedan.
th: ยอมรับเพื่อดำเนินการต่อ แล้วเริ่ม
tr: Devam için onayla, sonra başla.
uk: Погодься, щоб продовжити, далі почни.
vi: Đồng ý để tiếp tục, rồi bắt đầu.
zh_hans: 同意以继续，然后开始。
zh_hant: 同意以繼續，然後開始。

# onboarding.sub.dream
source: Set a target weight and date.
ar: حدّد وزنًا مستهدفًا وتاريخًا.
ca: Defineix un pes objectiu i una data.
cs: Nastav cílovou váhu a datum.
da: Sæt en målvægt og en dato.
de: Setze ein Zielgewicht und ein Datum.
el: Όρισε στοχευμένο βάρος και ημερομηνία.
es: Marca un peso objetivo y una fecha.
fi: Aseta tavoitepaino ja -päivä.
fr: Fixe un poids cible et une date.
he: קבע משקל יעד ותאריך.
hi: लक्ष्य वज़न और तारीख़ सेट करें।
hr: Postavi ciljnu težinu i datum.
hu: Állíts be cél-súlyt és dátumot.
id: Tetapkan berat target dan tanggal.
it: Imposta un peso obiettivo e una data.
ja: 目標体重と日付を設定。
ko: 목표 체중과 날짜를 설정하세요.
ms: Tetapkan berat sasaran dan tarikh.
nb: Sett en målvekt og en dato.
nl: Stel een streefgewicht en datum in.
pl: Ustaw wagę docelową i datę.
pt_br: Defina um peso alvo e uma data.
pt_pt: Define um peso-alvo e uma data.
ro: Setează o greutate țintă și o dată.
ru: Задайте целевой вес и дату.
sk: Nastav cieľovú váhu a dátum.
sv: Sätt en målvikt och ett datum.
th: ตั้งน้ำหนักเป้าหมายและวันที่
tr: Hedef ağırlık ve tarih belir.
uk: Задай цільову вагу і дату.
vi: Đặt cân nặng mục tiêu và ngày.
zh_hans: 设定目标体重和日期。
zh_hant: 設定目標體重和日期。

# onboarding.sub.identity
source: Consistency coach. Not a diet app.
ar: مدرب اتساق. ليس تطبيق حمية.
ca: Entrenador de consistència. No és una aplicació de dieta.
cs: Kouč konzistence. Ne dietní appka.
da: Konsistenscoach. Ikke en diætapp.
de: Konsistenz-Coach. Keine Diät-App.
el: Coach συνέπειας. Όχι εφαρμογή δίαιτας.
es: Coach de consistencia. No una app de dietas.
fi: Johdonmukaisuuscoach. Ei dieettisovellus.
fr: Coach de constance. Pas une app régime.
he: מאמן עקביות. לא אפליקציית דיאטה.
hi: निरंतरता कोच। डाइट ऐप नहीं।
hr: Coach konzistentnosti. Ne dijetna app.
hu: Konzisztencia coach. Nem diéta app.
id: Coach konsistensi. Bukan app diet.
it: Coach di costanza. Non un’app di diete.
ja: 継続コーチ。ダイエットアプリではない。
ko: 일관성 코치. 다이어트 앱이 아닙니다.
ms: Jurulatih konsistensi. Bukan app diet.
nb: Konsistenscoach. Ikke en diettapp.
nl: Consistentie-coach. Geen dieet-app.
pl: Coach konsekwencji. Nie apka dietetyczna.
pt_br: Coach de consistência. Não um app de dietas.
pt_pt: Coach de consistência. Não uma app de dietas.
ro: Coach de consistență. Nu o app de diete.
ru: Coach дисциплины. Не диет-приложение.
sk: Kouč konzistencie. Nie diétna appka.
sv: Konsistenscoach. Inte en dietapp.
th: โค้ชความสม่ำเสมอ ไม่ใช่แอปไดเอต
tr: Tutarlılık coach’u. Diyet uygulaması değil.
uk: Coach дисципліни. Не дієт-застосунок.
vi: Huấn luyện viên kiên trì. Không phải app diet.
zh_hans: 一致性教练。不是饮食应用程序。
zh_hant: 持續力教練。不是減肥 App。

# onboarding.sub.language
source: Pick the language for the app.
ar: اختر لغة التطبيق.
ca: Tria l'idioma de l'app.
cs: Vyber jazyk aplikace.
da: Vælg appens sprog.
de: Wähle die Sprache der App.
el: Επίλεξε γλώσσα εφαρμογής.
es: Elige el idioma de la app.
fi: Valitse sovelluksen kieli.
fr: Choisis la langue de l'app.
he: בחר את שפת האפליקציה.
hi: ऐप की भाषा चुनें।
hr: Odaberi jezik aplikacije.
hu: Válaszd ki az app nyelvét.
id: Pilih bahasa app.
it: Scegli la lingua dell'app.
ja: アプリの言語を選んでください。
ko: 앱 언어를 고르세요.
ms: Pilih bahasa app.
nb: Velg språk for appen.
nl: Kies de app-taal.
pl: Wybierz język aplikacji.
pt_br: Escolha o idioma do app.
pt_pt: Escolhe o idioma da app.
ro: Alege limba aplicației.
ru: Выберите язык приложения.
sk: Vyber jazyk aplikácie.
sv: Välj språk för appen.
th: เลือกภาษาของแอป
tr: Uygulama dilini seç.
uk: Обери мову застосунку.
vi: Chọn ngôn ngữ app.
zh_hans: 选择应用语言。
zh_hant: 選擇 App 語言。

# onboarding.units.need_choice
source: Choose weight and height units, then tap Next.
ar: اختر وحدتَي الوزن والطول، ثم اضغط التالي.
ca: Tria unitats de pes i alçada, després toca Següent.
cs: Vyber jednotky váhy a výšky, pak klepni na Další.
da: Vælg vægt- og højdeenheder, tryk så på Næste.
de: Wähle Gewichts- und Größeinheiten, tippe dann auf Weiter.
el: Επίλεξε μονάδες βάρους και ύψους, μετά πάτα Επόμενο.
es: Elige unidades de peso y altura, luego toca Siguiente.
fi: Valitse paino- ja pituusyksiköt, napauta sitten Seuraava.
fr: Choisis les unités de poids et taille, puis appuie sur Suivant.
he: בחר יחידות משקל וגובה, אז הקש הבא.
hi: वज़न और ऊँचाई की इकाइयाँ चुनें, फिर आगे टैप करें।
hr: Odaberi jedinice težine i visine, pa dodirni Dalje.
hu: Válassz súly- és magasságegységeket, majd koppints a Tovább gombra.
id: Pilih unit berat dan tinggi, lalu ketuk Lanjut.
it: Scegli unità di peso e altezza, poi tocca Avanti.
ja: 体重と身長の単位を選び、次へをタップ。
ko: 체중 및 신장 단위를 선택한 후 다음을 탭하세요.
ms: Pilih unit berat dan tinggi, kemudian ketik Seterusnya.
nb: Velg vekt- og høydeenheter, trykk så Neste.
nl: Kies gewichts- en lengte-eenheden, tik dan op Volgende.
pl: Wybierz jednostki wagi i wzrostu, potem stuknij Dalej.
pt_br: Escolha unidades de peso e altura, depois toque Avançar.
pt_pt: Escolhe unidades de peso e altura, depois toca Seguinte.
ro: Alege unități de greutate și înălțime, apoi atinge Mai departe.
ru: Выберите единицы веса и роста, затем нажмите Далее.
sk: Vyber jednotky váhy a výšky, potom klepni Ďalej.
sv: Välj vikts- och längdenheter, tryck sedan Nästa.
th: เลือกหน่วยน้ำหนักและส่วนสูง แล้วแตะ ถัดไป
tr: Ağırlık ve boy birimlerini seç, sonra İleri'ye dokun.
uk: Обери одиниці ваги та зросту, далі натисни Далі.
vi: Chọn đơn vị cân nặng và chiều cao, rồi chạm Tiếp.
zh_hans: 选择体重和身高单位，然后点下一步。
zh_hant: 選擇體重和身高單位，然後點下一步。

# onboarding.units.prompt
source: How do you measure yourself?
ar: كيف تقيس نفسك؟
ca: Com et mesures?
cs: Jak se měříš?
da: Hvordan måler du dig?
de: Wie misst du dich?
el: Πώς μετριέσαι;
es: ¿Cómo te mides?
fi: Miten mitat itsesi?
fr: Comment te mesures-tu ?
he: איך אתה נמדד?
hi: आप ख़ुद को कैसे नापते हैं?
hr: Kako se mjeriš?
hu: Hogy méred magad?
id: Bagaimana kamu mengukur diri?
it: Come ti misuri?
ja: どう測りますか？
ko: 어떻게 측정하시나요?
ms: Bagaimana kamu mengukur diri?
nb: Hvordan måler du deg?
nl: Hoe meet je jezelf?
pl: Jak się mierzysz?
pt_br: Como você se mede?
pt_pt: Como te medes?
ro: Cum te măsori?
ru: Как вы измеряете себя?
sk: Ako sa meriaš?
sv: Hur mäter du dig?
th: คุณวัดตัวเองอย่างไร?
tr: Kendini nasıl ölçersin?
uk: Як ти себе міряєш?
vi: Bạn đo mình thế nào?
zh_hans: 你怎么测量自己？
zh_hant: 你怎麼測量自己？
